complete/sample_data/平台-奇秀广场-20160913060503-201609130605041901

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[平台]]></platform>
<class xsi:type="xsd:string"><![CDATA[奇秀广场]]></class>
<time xsi:type="xsd:string"><![CDATA[2016-9-13 6:05:03]]></time>
<type xsi:type="xsd:string"><![CDATA[移动直播]]></type>
<cont_items><cont_item xsi:type="xsd:string"><room_number><![CDATA[148327]]></room_number><nickname><![CDATA[艺米?歌声有毒表情萌]]></nickname><area><![CDATA[广东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[146967]]></room_number><nickname><![CDATA[萌婶Queen]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[148372]]></room_number><nickname><![CDATA[哎呦&amp;求礼物]]></nickname><area><![CDATA[内蒙古]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[109440]]></room_number><nickname><![CDATA[你的小小Abby~]]></nickname><area><![CDATA[浙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[153895]]></room_number><nickname><![CDATA[?原创歌手?゛稚上铭]]></nickname><area><![CDATA[香港]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[148914]]></room_number><nickname><![CDATA[海宝宝??敬往事一杯酒]]></nickname><area><![CDATA[福建]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[150338]]></room_number><nickname><![CDATA[爱奇艺客服-小利莎]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[148870]]></room_number><nickname><![CDATA[爱在清风]]></nickname><area><![CDATA[江苏]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[154288]]></room_number><nickname><![CDATA[傲娇Queen金]]></nickname><area><![CDATA[上海]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[117052]]></room_number><nickname><![CDATA[三胖儿爱家人&amp;闪耀]]></nickname><area><![CDATA[黑龙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[122858]]></room_number><nickname><![CDATA[楚乔新货等你来爱]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[146103]]></room_number><nickname><![CDATA[?龍哥?☆誓言★骚包?]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[148327]]></room_number><nickname><![CDATA[艺米?歌声有毒表情萌]]></nickname><area><![CDATA[广东]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[146967]]></room_number><nickname><![CDATA[萌婶Queen]]></nickname><area><![CDATA[辽宁]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[148372]]></room_number><nickname><![CDATA[哎呦&amp;求礼物]]></nickname><area><![CDATA[内蒙古]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[109440]]></room_number><nickname><![CDATA[你的小小Abby~]]></nickname><area><![CDATA[浙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[153895]]></room_number><nickname><![CDATA[?原创歌手?゛稚上铭]]></nickname><area><![CDATA[香港]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[148914]]></room_number><nickname><![CDATA[海宝宝??敬往事一杯酒]]></nickname><area><![CDATA[福建]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[150338]]></room_number><nickname><![CDATA[爱奇艺客服-小利莎]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[148870]]></room_number><nickname><![CDATA[爱在清风]]></nickname><area><![CDATA[江苏]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[154288]]></room_number><nickname><![CDATA[傲娇Queen金]]></nickname><area><![CDATA[上海]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[117052]]></room_number><nickname><![CDATA[三胖儿爱家人&amp;闪耀]]></nickname><area><![CDATA[黑龙江]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[122858]]></room_number><nickname><![CDATA[楚乔新货等你来爱]]></nickname><area><![CDATA[北京]]></area></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[146103]]></room_number><nickname><![CDATA[?龍哥?☆誓言★骚包?]]></nickname><area><![CDATA[辽宁]]></area></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 